Failed to divide perimeter zone.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId DividePerimeterZoneFailed { get; }
  Visual Basic
Public Shared ReadOnly Property DividePerimeterZoneFailed As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ DividePerimeterZoneFailed {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures MassFailures Class
  Autodesk.Revit.DB Namespace